Repository: Naveen-Ponnuru/annadhatha_connect
Catalog: lib/l10n/app_*.arb
Languages: hi, ta

# tungstenHint
source: Enter tungsten content
hi: टंगस्टन सामग्री दर्ज करें
ta: டங்ஸ்டன் உள்ளடக்கத்தை உள்ளிடவும்

# rheniumHint
source: Enter rhenium content
hi: रेनियम सामग्री दर्ज करें
ta: ரெனியம் உள்ளடக்கத்தை உள்ளிடவும்

# osmiumHint
source: Enter osmium content
hi: ओस्मियम सामग्री दर्ज करें
ta: ஆஸ்மியம் உள்ளடக்கத்தை உள்ளிடவும்

# iridiumHint
source: Enter iridium content
hi: इरिडियम सामग्री दर्ज करें
ta: இரிடியம் உள்ளடக்கத்தை உள்ளிடவும்

# platinumHint
source: Enter platinum content
hi: प्लैटिनम सामग्री दर्ज करें
ta: பிளாட்டினம் உள்ளடக்கத்தை உள்ளிடவும்

# goldHint
source: Enter gold content
hi: गोल्ड सामग्री दर्ज करें
ta: தங்கம் உள்ளடக்கத்தை உள்ளிடவும்

# thalliumHint
source: Enter thallium content
hi: थैलियम सामग्री दर्ज करें
ta: தாலியம் உள்ளடக்கத்தை உள்ளிடவும்

# bismuthHint
source: Enter bismuth content
hi: बिस्मथ सामग्री दर्ज करें
ta: பிஸ்மத் உள்ளடக்கத்தை உள்ளிடவும்

# poloniumHint
source: Enter polonium content
hi: पोलोनियम सामग्री दर्ज करें
ta: போலோனியம் உள்ளடக்கத்தை உள்ளிடவும்

# astatineHint
source: Enter astatine content
hi: एस्टेटिन सामग्री दर्ज करें
ta: ஆஸ்டடைன் உள்ளடக்கத்தை உள்ளிடவும்

# radonHint
source: Enter radon content
hi: रेडॉन सामग्री दर्ज करें
ta: ரேடான் உள்ளடக்கத்தை உள்ளிடவும்

# franciumHint
source: Enter francium content
hi: फ्रैंसियम सामग्री दर्ज करें
ta: பிரான்சியம் உள்ளடக்கத்தை உள்ளிடவும்

# radiumHint
source: Enter radium content
hi: रेडियम सामग्री दर्ज करें
ta: ரேடியம் உள்ளடக்கத்தை உள்ளிடவும்

# actiniumHint
source: Enter actinium content
hi: एक्टिनियम सामग्री दर्ज करें
ta: ஆக்டினியம் உள்ளடக்கத்தை உள்ளிடவும்

# thoriumHint
source: Enter thorium content
hi: थोरियम सामग्री दर्ज करें
ta: தோரியம் உள்ளடக்கத்தை உள்ளிடவும்

# protactiniumHint
source: Enter protactinium content
hi: प्रोटैक्टिनियम सामग्री दर्ज करें
ta: ப்ரோடாக்டினியம் உள்ளடக்கத்தை உள்ளிடவும்

# uraniumHint
source: Enter uranium content
hi: यूरेनियम सामग्री दर्ज करें
ta: யுரேனியம் உள்ளடக்கத்தை உள்ளிடவும்

# neptuniumHint
source: Enter neptunium content
hi: नेप्ट्यूनियम सामग्री दर्ज करें
ta: நெப்டூனியம் உள்ளடக்கத்தை உள்ளிடவும்

# plutoniumHint
source: Enter plutonium content
hi: प्लूटोनियम सामग्री दर्ज करें
ta: ப்ளூட்டோனியம் உள்ளடக்கத்தை உள்ளிடவும்

# americiumHint
source: Enter americium content
hi: अमेरिकियम सामग्री दर्ज करें
ta: அமெரிசியம் உள்ளடக்கத்தை உள்ளிடவும்

# curiumHint
source: Enter curium content
hi: क्यूरियम सामग्री दर्ज करें
ta: கியூரியம் உள்ளடக்கத்தை உள்ளிடவும்

# berkeliumHint
source: Enter berkelium content
hi: बर्केलियम सामग्री दर्ज करें
ta: பெர்கெலியம் உள்ளடக்கத்தை உள்ளிடவும்

# californiumHint
source: Enter californium content
hi: कैलिफोर्नियम सामग्री दर्ज करें
ta: கலிபோர்னியம் உள்ளடக்கத்தை உள்ளிடவும்

# einsteiniumHint
source: Enter einsteinium content
hi: आइंस्टीनियम सामग्री दर्ज करें
ta: ஐன்ஸ்டீனியம் உள்ளடக்கத்தை உள்ளிடவும்

# fermiumHint
source: Enter fermium content
hi: फर्मियम सामग्री दर्ज करें
ta: ஃபெர்மியம் உள்ளடக்கத்தை உள்ளிடவும்

# mendeleviumHint
source: Enter mendelevium content
hi: मेंडेलीवियम सामग्री दर्ज करें
ta: மெண்டெலீவியம் உள்ளடக்கத்தை உள்ளிடவும்

# nobeliumHint
source: Enter nobelium content
hi: नोबेलियम सामग्री दर्ज करें
ta: நோபெலியம் உள்ளடக்கத்தை உள்ளிடவும்

# lawrenciumHint
source: Enter lawrencium content
hi: लॉरेंसियम सामग्री दर्ज करें
ta: லாரென்சியம் உள்ளடக்கத்தை உள்ளிடவும்

# rutherfordiumHint
source: Enter rutherfordium content
hi: रदरफोर्डियम सामग्री दर्ज करें
ta: ரதர்ஃபோர்டியம் உள்ளடக்கத்தை உள்ளிடவும்

# dubniumHint
source: Enter dubnium content
hi: डब्नियम सामग्री दर्ज करें
ta: டப்னியம் உள்ளடக்கத்தை உள்ளிடவும்

# seaborgiumHint
source: Enter seaborgium content
hi: सीबोर्गियम सामग्री दर्ज करें
ta: சீபோர்கியம் உள்ளடக்கத்தை உள்ளிடவும்

# bohriumHint
source: Enter bohrium content
hi: बोहरियम सामग्री दर्ज करें
ta: போரியம் உள்ளடக்கத்தை உள்ளிடவும்

# hassiumHint
source: Enter hassium content
hi: हैसियम सामग्री दर्ज करें
ta: ஹாசியம் உள்ளடக்கத்தை உள்ளிடவும்

# meitneriumHint
source: Enter meitnerium content
hi: माइटनेरियम सामग्री दर्ज करें
ta: மைட்னெரியம் உள்ளடக்கத்தை உள்ளிடவும்

# darmstadtiumHint
source: Enter darmstadtium content
hi: डार्मस्टेडियम सामग्री दर्ज करें
ta: டார்ம்ஸ்டாடியம் உள்ளடக்கத்தை உள்ளிடவும்

# roentgeniumHint
source: Enter roentgenium content
hi: रॉन्टजेनियम सामग्री दर्ज करें
ta: ரோன்ட்ஜெனியம் உள்ளடக்கத்தை உள்ளிடவும்

# coperniciumHint
source: Enter copernicium content
hi: कोपरनिसियम सामग्री दर्ज करें
ta: கோபர்னிசியம் உள்ளடக்கத்தை உள்ளிடவும்

# nihoniumHint
source: Enter nihonium content
hi: निहोनियम सामग्री दर्ज करें
ta: நிஹோனியம் உள்ளடக்கத்தை உள்ளிடவும்

# fleroviumHint
source: Enter flerovium content
hi: फ्लेरोवियम सामग्री दर्ज करें
ta: ஃப்ளெரோவியம் உள்ளடக்கத்தை உள்ளிடவும்

# moscoviumHint
source: Enter moscovium content
hi: मोस्कोवियम सामग्री दर्ज करें
ta: மாஸ்கோவியம் உள்ளடக்கத்தை உள்ளிடவும்

# livermoriumHint
source: Enter livermorium content
hi: लिवरमोरियम सामग्री दर्ज करें
ta: லிவர்மோரியம் உள்ளடக்கத்தை உள்ளிடவும்

# tennessineHint
source: Enter tennessine content
hi: टेनेसीन सामग्री दर्ज करें
ta: டெனெசின் உள்ளடக்கத்தை உள்ளிடவும்

# oganessonHint
source: Enter oganesson content
hi: ओगानेसॉन सामग्री दर्ज करें
ta: ஓகனெசன் உள்ளடக்கத்தை உள்ளிடவும்
