Repository: Naveen-Ponnuru/annadhatha_connect
Catalog: lib/l10n/app_*.arb
Languages: hi, ta

# appTitle
source: Annadhatha Connect
hi: अन्नदाता कनेक्ट
ta: அன்னதாதா கனெக்ட்

# welcome
source: Welcome to Annadhatha
hi: अन्नदाता में आपका स्वागत है
ta: அன்னதாதாவுக்கு வரவேற்கிறோம்

# welcomeSubtitle
source: Direct trade between farmers and retailers
hi: किसानों और खुदरा विक्रेताओं के बीच प्रत्यक्ष व्यापार
ta: விவசாயிகள் மற்றும் சில்லறை விற்பனையாளர்களுக்கு இடையே நேரடி வர்த்தகம்

source: Login
hi: लॉगिन
ta: உள்நுழை

source: Register
hi: रजिस्टर
ta: பதிவு

source: Phone Number
hi: फोन नंबर
ta: தொலைபேசி எண்

# enterPhoneNumber
source: Enter your phone number
hi: अपना फोन नंबर दर्ज करें
ta: உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்

source: OTP Verification
hi: OTP सत्यापन
ta: OTP சரிபார்ப்பு

# enterOtp
source: Enter the OTP sent to your phone
hi: अपने फोन पर भेजे गए OTP को दर्ज करें
ta: உங்கள் தொலைபேசிக்கு அனுப்பப்பட்ட OTP ஐ உள்ளிடவும்

source: Verify
hi: सत्यापित करें
ta: சரிபார்க்கவும்

source: Resend OTP
hi: OTP पुनः भेजें
ta: OTP ஐ மீண்டும் அனுப்பவும்

source: Farmer
hi: किसान
ta: விவசாயி

source: Retailer
hi: खुदरा विक्रेता
ta: சில்லறை விற்பனையாளர்

source: Hub
hi: हब
ta: மையம்

# selectRole
source: Select your role
hi: अपनी भूमिका चुनें
ta: உங்கள் பாத்திரத்தை தேர்ந்தெடுக்கவும்

source: KYC Verification
hi: KYC सत्यापन
ta: KYC சரிபார்ப்பு

# uploadDocuments
source: Upload your documents
hi: अपने दस्तावेज अपलोड करें
ta: உங்கள் ஆவணங்களை பதிவேற்றவும்

source: Aadhaar Card
hi: आधार कार्ड
ta: ஆதார் அட்டை

source: PAN Card
hi: PAN कार्ड
ta: PAN அட்டை

source: Crop Entry
hi: फसल प्रविष्टि
ta: பயிர் நுழைவு

source: Crop Name
hi: फसल का नाम
ta: பயிர் பெயர்

source: Quantity
hi: मात्रा
ta: அளவு

source: Price
hi: मूल्य
ta: விலை

source: Harvest Date
hi: कटाई की तारीख
ta: அறுவடை தேதி

source: Voice Input
hi: आवाज इनपुट
ta: குரல் உள்ளீடு

source: Manual Input
hi: मैनुअल इनपुट
ta: கைமுறை உள்ளீடு

source: Submit
hi: जमा करें
ta: சமர்ப்பிக்கவும்

source: Dashboard
hi: डैशबोर्ड
ta: டாஷ்போர்டு

source: Active Listings
hi: सक्रिय सूची
ta: செயலில் உள்ள பட்டியல்கள்

source: Joined Groups
hi: शामिल समूह
ta: சேர்ந்த குழுக்கள்

source: Wallet
hi: बटुआ
ta: பணப்பை

source: Browse Groups
hi: समूह ब्राउज़ करें
ta: குழுக்களை உலாவவும்

source: Place Order
hi: ऑर्डर दें
ta: ஆர்டர் செய்யவும்

source: Order History
hi: ऑर्डर इतिहास
ta: ஆர்டர் வரலாறு

source: Quality Check
hi: गुणवत्ता जांच
ta: தர சரிபார்ப்பு

source: Weight Check
hi: वजन जांच
ta: எடை சரிபார்ப்பு

source: Verify Quality
hi: गुणवत्ता सत्यापित करें
ta: தரத்தை சரிபார்க்கவும்

source: Notifications
hi: सूचनाएं
ta: அறிவிப்புகள்

source: Settings
hi: सेटिंग्स
ta: அமைப்புகள்

source: Profile
hi: प्रोफाइल
ta: சுயவிவரம்

source: Logout
hi: लॉगआउट
ta: வெளியேறு

source: Search
hi: खोजें
ta: தேடு

source: Filter
hi: फिल्टर
ta: வடிகட்டு

source: Sort By
hi: क्रमबद्ध करें
ta: வரிசைப்படுத்து

source: Price Range
hi: मूल्य सीमा
ta: விலை வரம்பு

source: Location
hi: स्थान
ta: இடம்

source: Crop Type
hi: फसल प्रकार
ta: பயிர் வகை

source: Add to Cart
hi: कार्ट में जोड़ें
ta: கார்ட்டில் சேர்க்கவும்

source: Cart
hi: कार्ट
ta: கார்ட்

source: Checkout
hi: चेकआउट
ta: செக்அவுட்

source: Payment
hi: भुगतान
ta: கட்டணம்

source: Total Amount
hi: कुल राशि
ta: மொத்த தொகை

source: Payment Method
hi: भुगतान विधि
ta: கட்டண முறை

source: Razorpay
hi: रजरपे
ta: ரேஜர்பே

source: Order Placed
hi: ऑर्डर दिया गया
ta: ஆர்டர் வைக்கப்பட்டது

source: Order Confirmed
hi: ऑर्डर पुष्टि
ta: ஆர்டர் உறுதிப்படுத்தப்பட்டது

source: Order in Transit
hi: ऑर्डर ट्रांजिट में
ta: ஆர்டர் போக்குவரத்தில்

source: Order Delivered
hi: ऑर्डर डिलीवर
ta: ஆர்டர் வழங்கப்பட்டது

source: Order Cancelled
hi: ऑर्डर रद्द
ta: ஆர்டர் ரத்து செய்யப்பட்டது

source: Mandi Price
hi: मंडी मूल्य
ta: மண்டி விலை

source: Price Trend
hi: मूल्य प्रवृत्ति
ta: விலை போக்கு

source: Up
hi: ऊपर
ta: மேலே

source: Down
hi: नीचे
ta: கீழே

source: Stable
hi: स्थिर
ta: நிலையான

source: Analytics
hi: विश्लेषण
ta: பகுப்பாய்வு

source: Revenue
hi: राजस्व
ta: வருவாய்

source: Orders
hi: ऑर्डर
ta: ஆர்டர்கள்

source: Trades
hi: व्यापार
ta: வர்த்தகங்கள்

source: Reports
hi: रिपोर्ट्स
ta: அறிக்கைகள்

source: Help
hi: सहायता
ta: உதவி

source: Support
hi: सहायता
ta: ஆதரவு

source: About
hi: के बारे में
ta: பற்றி

source: Version
hi: संस्करण
ta: பதிப்பு

source: Privacy Policy
hi: गोपनीयता नीति
ta: தனியுரிமை கொள்கை

source: Terms of Service
hi: सेवा की शर्तें
ta: சேவை விதிமுறைகள்

source: Contact Us
hi: संपर्क करें
ta: எங்களை தொடர்பு கொள்ளவும்

source: Email
hi: ईमेल
ta: மின்னஞ்சல்

source: Phone
hi: फोन
ta: தொலைபேசி

source: Address
hi: पता
ta: முகவரி

source: Save
hi: सहेजें
ta: சேமிக்கவும்

source: Cancel
hi: रद्द करें
ta: ரத்து செய்யவும்

source: Edit
hi: संपादित करें
ta: திருத்தவும்

source: Delete
hi: हटाएं
ta: நீக்கவும்

source: Confirm
hi: पुष्टि करें
ta: உறுதிப்படுத்தவும்

source: Yes
hi: हां
ta: ஆம்

source: No
hi: नहीं
ta: இல்லை

source: Loading...
hi: लोड हो रहा है...
ta: ஏற்றுகிறது...

source: Error
hi: त्रुटि
ta: பிழை

source: Success
hi: सफलता
ta: வெற்றி

source: Warning
hi: चेतावनी
ta: எச்சரிக்கை

source: Info
hi: जानकारी
ta: தகவல்

source: Retry
hi: पुनः प्रयास करें
ta: மீண்டும் முயற்சிக்கவும்

source: Refresh
hi: रिफ्रेश करें
ta: புதுப்பிக்கவும்

source: Pull to refresh
hi: रिफ्रेश करने के लिए खींचें
ta: புதுப்பிக்க இழுக்கவும்

# noData
source: No data available
hi: कोई डेटा उपलब्ध नहीं
ta: தரவு இல்லை

# noInternet
source: No internet connection
hi: कोई इंटरनेट कनेक्शन नहीं
ta: இணைய இணைப்பு இல்லை

source: Try again
hi: पुनः प्रयास करें
ta: மீண்டும் முயற்சிக்கவும்

source: Something went wrong
hi: कुछ गलत हुआ
ta: ஏதோ தவறு நடந்தது

source: Please try again
hi: कृपया पुनः प्रयास करें
ta: தயவுசெய்து மீண்டும் முயற்சிக்கவும்

source: Invalid phone number
hi: अमान्य फोन नंबर
ta: தவறான தொலைபேசி எண்

source: Invalid OTP
hi: अमान्य OTP
ta: தவறான OTP

source: OTP expired
hi: OTP समाप्त
ta: OTP காலாவதியானது

source: Please enter OTP
hi: कृपया OTP दर्ज करें
ta: தயவுசெய்து OTP ஐ உள்ளிடவும்

source: Please enter phone number
hi: कृपया फोन नंबर दर्ज करें
ta: தயவுசெய்து தொலைபேசி எண்ணை உள்ளிடவும்

# pleaseSelectRole
source: Please select a role
hi: कृपया एक भूमिका चुनें
ta: தயவுசெய்து ஒரு பாத்திரத்தை தேர்ந்தெடுக்கவும்

# pleaseUploadDocuments
source: Please upload required documents
hi: कृपया आवश्यक दस्तावेज अपलोड करें
ta: தயவுசெய்து தேவையான ஆவணங்களை பதிவேற்றவும்

# documentUploaded
source: Document uploaded successfully
hi: दस्तावेज सफलतापूर्वक अपलोड हुआ
ta: ஆவணம் வெற்றிகரமாக பதிவேற்றப்பட்டது

source: Document upload failed
hi: दस्तावेज अपलोड विफल
ta: ஆவண பதிவேற்றம் தோல்வியடைந்தது

# cropAdded
source: Crop added successfully
hi: फसल सफलतापूर्वक जोड़ी गई
ta: பயிர் வெற்றிகரமாக சேர்க்கப்பட்டது

# cropAddFailed
source: Failed to add crop
hi: फसल जोड़ने में विफल
ta: பயிர் சேர்ப்பதில் தோல்வி

source: Order placed successfully
hi: ऑर्डर सफलतापूर्वक दिया गया
ta: ஆர்டர் வெற்றிகரமாக வைக்கப்பட்டது

# orderPlaceFailed
source: Failed to place order
hi: ऑर्डर देने में विफल
ta: ஆர்டர் வைப்பதில் தோல்வி

source: Payment successful
hi: भुगतान सफल
ta: கட்டணம் வெற்றிகரமானது

source: Payment failed
hi: भुगतान विफल
ta: கட்டணம் தோல்வியடைந்தது

source: Verification successful
hi: सत्यापन सफल
ta: சரிபார்ப்பு வெற்றிகரமானது

source: Verification failed
hi: सत्यापन विफल
ta: சரிபார்ப்பு தோல்வியடைந்தது

source: Notification sent
hi: सूचना भेजी गई
ta: அறிவிப்பு அனுப்பப்பட்டது

# notificationSendFailed
source: Failed to send notification
hi: सूचना भेजने में विफल
ta: அறிவிப்பு அனுப்புவதில் தோல்வி

# profileUpdated
source: Profile updated successfully
hi: प्रोफाइल सफलतापूर्वक अपडेट हुआ
ta: சுயவிவரம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது

# profileUpdateFailed
source: Failed to update profile
hi: प्रोफाइल अपडेट करने में विफल
ta: சுயவிவர புதுப்பிப்பில் தோல்வி

# logoutSuccessful
source: Logged out successfully
hi: सफलतापूर्वक लॉगआउट हुआ
ta: வெற்றிகரமாக வெளியேறியது

source: Logout failed
hi: लॉगआउट विफल
ta: வெளியேறுவதில் தோல்வி

source: Login successful
hi: लॉगिन सफल
ta: உள்நுழைவு வெற்றிகரமானது

source: Login failed
hi: लॉगिन विफल
ta: உள்நுழைவு தோல்வியடைந்தது

source: Registration successful
hi: रजिस्ट्रेशन सफल
ta: பதிவு வெற்றிகரமானது

source: Registration failed
hi: रजिस्ट्रेशन विफल
ta: பதிவு தோல்வியடைந்தது

# otpSent
source: OTP sent successfully
hi: OTP सफलतापूर्वक भेजा गया
ta: OTP வெற்றிகரமாக அனுப்பப்பட்டது

# otpSendFailed
source: Failed to send OTP
hi: OTP भेजने में विफल
ta: OTP அனுப்புவதில் தோல்வி

# otpVerified
source: OTP verified successfully
hi: OTP सफलतापूर्वक सत्यापित हुआ
ta: OTP வெற்றிகரமாக சரிபார்க்கப்பட்டது

# otpVerifyFailed
source: OTP verification failed
hi: OTP सत्यापन विफल
ta: OTP சரிபார்ப்பு தோல்வியடைந்தது

# kycVerified
source: KYC verified successfully
hi: KYC सफलतापूर्वक सत्यापित हुआ
ta: KYC வெற்றிகரமாக சரிபார்க்கப்பட்டது

source: KYC verification failed
hi: KYC सत्यापन विफल
ta: KYC சரிபார்ப்பு தோல்வியடைந்தது

# kycPending
source: KYC verification pending
hi: KYC सत्यापन लंबित
ta: KYC சரிபார்ப்பு நிலுவையில்

# kycRejected
source: KYC verification rejected
hi: KYC सत्यापन अस्वीकृत
ta: KYC சரிபார்ப்பு நிராகரிக்கப்பட்டது

# kycApproved
source: KYC verification approved
hi: KYC सत्यापन स्वीकृत
ta: KYC சரிபார்ப்பு அனுமதிக்கப்பட்டது

# groupCreated
source: Group created successfully
hi: समूह सफलतापूर्वक बनाया गया
ta: குழு வெற்றிகரமாக உருவாக்கப்பட்டது

# groupCreateFailed
source: Failed to create group
hi: समूह बनाने में विफल
ta: குழு உருவாக்குவதில் தோல்வி

# groupJoined
source: Joined group successfully
hi: समूह में सफलतापूर्वक शामिल हुए
ta: குழுவில் வெற்றிகரமாக சேர்ந்தது

# groupJoinFailed
source: Failed to join group
hi: समूह में शामिल होने में विफल
ta: குழுவில் சேர்வதில் தோல்வி

# groupLeft
source: Left group successfully
hi: समूह से सफलतापूर्वक बाहर हुए
ta: குழுவிலிருந்து வெற்றிகரமாக வெளியேறியது

# groupLeaveFailed
source: Failed to leave group
hi: समूह छोड़ने में विफल
ta: குழுவை விட்டு செல்வதில் தோல்வி

# priceUpdated
source: Price updated successfully
hi: मूल्य सफलतापूर्वक अपडेट हुआ
ta: விலை வெற்றிகரமாக புதுப்பிக்கப்பட்டது

# priceUpdateFailed
source: Failed to update price
hi: मूल्य अपडेट करने में विफल
ta: விலை புதுப்பிப்பில் தோல்வி

source: Notification received
hi: सूचना प्राप्त हुई
ta: அறிவிப்பு பெறப்பட்டது

# notificationRead
source: Notification marked as read
hi: सूचना पढ़ी गई
ta: அறிவிப்பு படிக்கப்பட்டது

# notificationReadFailed
source: Failed to mark notification as read
hi: सूचना पढ़ने में विफल
ta: அறிவிப்பை படிப்பதில் தோல்வி

# dataSynced
source: Data synced successfully
hi: डेटा सफलतापूर्वक सिंक हुआ
ta: தரவு வெற்றிகரமாக ஒத்திசைக்கப்பட்டது

source: Data sync failed
hi: डेटा सिंक विफल
ta: தரவு ஒத்திசைப்பில் தோல்வி

source: Voice input started
hi: आवाज इनपुट शुरू हुआ
ta: குரல் உள்ளீடு தொடங்கியது

source: Voice input stopped
hi: आवाज इनपुट बंद हुआ
ta: குரல் உள்ளீடு நிறுத்தப்பட்டது

source: Voice input failed
hi: आवाज इनपुट विफल
ta: குரல் உள்ளீடு தோல்வியடைந்தது

source: Voice input not supported
hi: आवाज इनपुट समर्थित नहीं
ta: குரல் உள்ளீடு ஆதரிக்கப்படவில்லை

source: Permission denied
hi: अनुमति अस्वीकृत
ta: அனுமதி மறுக்கப்பட்டது

source: Permission granted
hi: अनुमति प्रदान की गई
ta: அனுமதி வழங்கப்பட்டது

source: Permission required
hi: अनुमति आवश्यक
ta: அனுமதி தேவை

source: Camera permission
hi: कैमरा अनुमति
ta: கேமரா அனுமதி

source: Microphone permission
hi: माइक्रोफोन अनुमति
ta: மைக்ரோஃபோன் அனுமதி

source: Storage permission
hi: स्टोरेज अनुमति
ta: சேமிப்பு அனுமதி

source: Location permission
hi: स्थान अनुमति
ta: இடம் அனுமதி

source: Notification permission
hi: सूचना अनुमति
ta: அறிவிப்பு அனுமதி

# pleaseGrantPermission
source: Please grant permission to continue
hi: जारी रखने के लिए कृपया अनुमति दें
ta: தொடர அனுமதியை வழங்கவும்

source: Permission denied permanently
hi: अनुमति स्थायी रूप से अस्वीकृत
ta: அனுமதி நிரந்தரமாக மறுக்கப்பட்டது

source: Go to Settings
hi: सेटिंग्स पर जाएं
ta: அமைப்புகளுக்கு செல்லவும்

source: Open Settings
hi: सेटिंग्स खोलें
ta: அமைப்புகளை திறக்கவும்

source: Close
hi: बंद करें
ta: மூடவும்

source: Done
hi: हो गया
ta: முடிந்தது

source: Next
hi: अगला
ta: அடுத்து

source: Previous
hi: पिछला
ta: முந்தைய

source: Skip
hi: छोड़ें
ta: தவிர்க்கவும்

source: Finish
hi: समाप्त करें
ta: முடிக்கவும்

source: Continue
hi: जारी रखें
ta: தொடரவும்

source: Back
hi: वापस
ta: பின்

source: Home
hi: होम
ta: வீடு

source: Menu
hi: मेनू
ta: மெனு

# searchHint
source: Search crops, groups, or farmers
hi: फसलों, समूहों या किसानों को खोजें
ta: பயிர்கள், குழுக்கள் அல்லது விவசாயிகளை தேடவும்

# filterHint
source: Filter by price, location, or crop type
hi: मूल्य, स्थान या फसल प्रकार से फिल्टर करें
ta: விலை, இடம் அல்லது பயிர் வகையால் வடிகட்டவும்

# sortHint
source: Sort by price, date, or popularity
hi: मूल्य, तारीख या लोकप्रियता से क्रमबद्ध करें
ta: விலை, தேதி அல்லது புகழால் வரிசைப்படுத்தவும்

# priceHint
source: Enter price range
hi: मूल्य सीमा दर्ज करें
ta: விலை வரம்பை உள்ளிடவும்

# locationHint
source: Enter location
hi: स्थान दर्ज करें
ta: இடத்தை உள்ளிடவும்

# cropTypeHint
source: Select crop type
hi: फसल प्रकार चुनें
ta: பயிர் வகையை தேர்ந்தெடுக்கவும்

# quantityHint
source: Enter quantity
hi: मात्रा दर्ज करें
ta: அளவை உள்ளிடவும்

# harvestDateHint
source: Select harvest date
hi: कटाई की तारीख चुनें
ta: அறுவடை தேதியை தேர்ந்தெடுக்கவும்

# cropNameHint
source: Enter crop name
hi: फसल का नाम दर्ज करें
ta: பயிர் பெயரை உள்ளிடவும்

# phoneNumberHint
source: Enter 10-digit phone number
hi: 10 अंकों का फोन नंबर दर्ज करें
ta: 10 இலக்க தொலைபேசி எண்ணை உள்ளிடவும்

# otpHint
source: Enter 6-digit OTP
hi: 6 अंकों का OTP दर्ज करें
ta: 6 இலக்க OTP ஐ உள்ளிடவும்

# emailHint
source: Enter email address
hi: ईमेल पता दर्ज करें
ta: மின்னஞ்சல் முகவரியை உள்ளிடவும்

# addressHint
source: Enter address
hi: पता दर्ज करें
ta: முகவரியை உள்ளிடவும்

# nameHint
source: Enter name
hi: नाम दर्ज करें
ta: பெயரை உள்ளிடவும்

# descriptionHint
source: Enter description
hi: विवरण दर्ज करें
ta: விளக்கத்தை உள்ளிடவும்

# notesHint
source: Enter notes
hi: नोट्स दर्ज करें
ta: குறிப்புகளை உள்ளிடவும்

# remarksHint
source: Enter remarks
hi: टिप्पणी दर्ज करें
ta: கருத்துகளை உள்ளிடவும்

# feedbackHint
source: Enter feedback
hi: फीडबैक दर्ज करें
ta: பின்னூட்டத்தை உள்ளிடவும்

# reviewHint
source: Enter review
hi: समीक्षा दर्ज करें
ta: மதிப்பாய்வை உள்ளிடவும்

# ratingHint
source: Select rating
hi: रेटिंग चुनें
ta: மதிப்பீட்டை தேர்ந்தெடுக்கவும்

# dateHint
source: Select date
hi: तारीख चुनें
ta: தேதியை தேர்ந்தெடுக்கவும்

# timeHint
source: Select time
hi: समय चुनें
ta: நேரத்தை தேர்ந்தெடுக்கவும்

# durationHint
source: Select duration
hi: अवधि चुनें
ta: காலத்தை தேர்ந்தெடுக்கவும்

# distanceHint
source: Enter distance
hi: दूरी दर्ज करें
ta: தூரத்தை உள்ளிடவும்

# weightHint
source: Enter weight
hi: वजन दर्ज करें
ta: எடையை உள்ளிடவும்

# volumeHint
source: Enter volume
hi: आयतन दर्ज करें
ta: அளவை உள்ளிடவும்

# areaHint
source: Enter area
hi: क्षेत्र दर्ज करें
ta: பரப்பை உள்ளிடவும்

# lengthHint
source: Enter length
hi: लंबाई दर्ज करें
ta: நீளத்தை உள்ளிடவும்

# widthHint
source: Enter width
hi: चौड़ाई दर्ज करें
ta: அகலத்தை உள்ளிடவும்

# heightHint
source: Enter height
hi: ऊंचाई दर्ज करें
ta: உயரத்தை உள்ளிடவும்

# temperatureHint
source: Enter temperature
hi: तापमान दर्ज करें
ta: வெப்பநிலையை உள்ளிடவும்

# humidityHint
source: Enter humidity
hi: आर्द्रता दर्ज करें
ta: ஈரப்பதத்தை உள்ளிடவும்

# moistureHint
source: Enter moisture
hi: नमी दर्ज करें
ta: ஈரத்தை உள்ளிடவும்

# phHint
source: Enter pH value
hi: pH मान दर्ज करें
ta: pH மதிப்பை உள்ளிடவும்

# nitrogenHint
source: Enter nitrogen content
hi: नाइट्रोजन सामग्री दर्ज करें
ta: நைட்ரஜன் உள்ளடக்கத்தை உள்ளிடவும்

# phosphorusHint
source: Enter phosphorus content
hi: फॉस्फोरस सामग्री दर्ज करें
ta: பாஸ்பரஸ் உள்ளடக்கத்தை உள்ளிடவும்

# potassiumHint
source: Enter potassium content
hi: पोटेशियम सामग्री दर्ज करें
ta: பொட்டாசியம் உள்ளடக்கத்தை உள்ளிடவும்

# organicMatterHint
source: Enter organic matter content
hi: कार्बनिक पदार्थ सामग्री दर्ज करें
ta: கரிமப் பொருள் உள்ளடக்கத்தை உள்ளிடவும்

# carbonHint
source: Enter carbon content
hi: कार्बन सामग्री दर्ज करें
ta: கார்பன் உள்ளடக்கத்தை உள்ளிடவும்

# calciumHint
source: Enter calcium content
hi: कैल्शियम सामग्री दर्ज करें
ta: கால்சியம் உள்ளடக்கத்தை உள்ளிடவும்

# magnesiumHint
source: Enter magnesium content
hi: मैग्नीशियम सामग्री दर्ज करें
ta: மெக்னீசியம் உள்ளடக்கத்தை உள்ளிடவும்

# sulfurHint
source: Enter sulfur content
hi: सल्फर सामग्री दर्ज करें
ta: சல்பர் உள்ளடக்கத்தை உள்ளிடவும்

# ironHint
source: Enter iron content
hi: आयरन सामग्री दर्ज करें
ta: இரும்பு உள்ளடக்கத்தை உள்ளிடவும்

# manganeseHint
source: Enter manganese content
hi: मैंगनीज सामग्री दर्ज करें
ta: மாங்கனீசு உள்ளடக்கத்தை உள்ளிடவும்

# zincHint
source: Enter zinc content
hi: जिंक सामग्री दर्ज करें
ta: துத்தநாகம் உள்ளடக்கத்தை உள்ளிடவும்

# copperHint
source: Enter copper content
hi: कॉपर सामग्री दर्ज करें
ta: தாமிரம் உள்ளடக்கத்தை உள்ளிடவும்

# boronHint
source: Enter boron content
hi: बोरॉन सामग्री दर्ज करें
ta: போரான் உள்ளடக்கத்தை உள்ளிடவும்

# molybdenumHint
source: Enter molybdenum content
hi: मोलिब्डेनम सामग्री दर्ज करें
ta: மாலிப்டினம் உள்ளடக்கத்தை உள்ளிடவும்

# chlorineHint
source: Enter chlorine content
hi: क्लोरीन सामग्री दर्ज करें
ta: குளோரின் உள்ளடக்கத்தை உள்ளிடவும்

# sodiumHint
source: Enter sodium content
hi: सोडियम सामग्री दर्ज करें
ta: சோடியம் உள்ளடக்கத்தை உள்ளிடவும்

# aluminumHint
source: Enter aluminum content
hi: एल्यूमीनियम सामग्री दर्ज करें
ta: அலுமினியம் உள்ளடக்கத்தை உள்ளிடவும்

# siliconHint
source: Enter silicon content
hi: सिलिकॉन सामग्री दर्ज करें
ta: சிலிக்கான் உள்ளடக்கத்தை உள்ளிடவும்

# cobaltHint
source: Enter cobalt content
hi: कोबाल्ट सामग्री दर्ज करें
ta: கோபால்ட் உள்ளடக்கத்தை உள்ளிடவும்

# nickelHint
source: Enter nickel content
hi: निकल सामग्री दर्ज करें
ta: நிக்கல் உள்ளடக்கத்தை உள்ளிடவும்

# vanadiumHint
source: Enter vanadium content
hi: वैनेडियम सामग्री दर्ज करें
ta: வனேடியம் உள்ளடக்கத்தை உள்ளிடவும்

# titaniumHint
source: Enter titanium content
hi: टाइटेनियम सामग्री दर्ज करें
ta: டைட்டானியம் உள்ளடக்கத்தை உள்ளிடவும்

# chromiumHint
source: Enter chromium content
hi: क्रोमियम सामग्री दर्ज करें
ta: குரோமியம் உள்ளடக்கத்தை உள்ளிடவும்

# leadHint
source: Enter lead content
hi: लेड सामग्री दर्ज करें
ta: ஈயம் உள்ளடக்கத்தை உள்ளிடவும்

# cadmiumHint
source: Enter cadmium content
hi: कैडमियम सामग्री दर्ज करें
ta: காட்மியம் உள்ளடக்கத்தை உள்ளிடவும்

# mercuryHint
source: Enter mercury content
hi: मर्करी सामग्री दर्ज करें
ta: பாதரசம் உள்ளடக்கத்தை உள்ளிடவும்

# arsenicHint
source: Enter arsenic content
hi: आर्सेनिक सामग्री दर्ज करें
ta: ஆர்செனிக் உள்ளடக்கத்தை உள்ளிடவும்

# seleniumHint
source: Enter selenium content
hi: सेलेनियम सामग्री दर्ज करें
ta: செலினியம் உள்ளடக்கத்தை உள்ளிடவும்

# fluorineHint
source: Enter fluorine content
hi: फ्लोरीन सामग्री दर्ज करें
ta: ஃப்ளோரின் உள்ளடக்கத்தை உள்ளிடவும்

# iodineHint
source: Enter iodine content
hi: आयोडीन सामग्री दर्ज करें
ta: அயோடின் உள்ளடக்கத்தை உள்ளிடவும்

# bromineHint
source: Enter bromine content
hi: ब्रोमीन सामग्री दर्ज करें
ta: புரோமின் உள்ளடக்கத்தை உள்ளிடவும்

# oxygenHint
source: Enter oxygen content
hi: ऑक्सीजन सामग्री दर्ज करें
ta: ஆக்ஸிஜன் உள்ளடக்கத்தை உள்ளிடவும்

# hydrogenHint
source: Enter hydrogen content
hi: हाइड्रोजन सामग्री दर्ज करें
ta: ஹைட்ரஜன் உள்ளடக்கத்தை உள்ளிடவும்

# heliumHint
source: Enter helium content
hi: हीलियम सामग्री दर्ज करें
ta: ஹீலியம் உள்ளடக்கத்தை உள்ளிடவும்

# lithiumHint
source: Enter lithium content
hi: लिथियम सामग्री दर्ज करें
ta: லித்தியம் உள்ளடக்கத்தை உள்ளிடவும்

# berylliumHint
source: Enter beryllium content
hi: बेरिलियम सामग्री दर्ज करें
ta: பெரிலியம் உள்ளடக்கத்தை உள்ளிடவும்

# neonHint
source: Enter neon content
hi: नियॉन सामग्री दर्ज करें
ta: நியான் உள்ளடக்கத்தை உள்ளிடவும்

# argonHint
source: Enter argon content
hi: आर्गन सामग्री दर्ज करें
ta: ஆர்கான் உள்ளடக்கத்தை உள்ளிடவும்

# scandiumHint
source: Enter scandium content
hi: स्कैंडियम सामग्री दर्ज करें
ta: ஸ்காண்டியம் உள்ளடக்கத்தை உள்ளிடவும்

# galliumHint
source: Enter gallium content
hi: गैलियम सामग्री दर्ज करें
ta: காலியம் உள்ளடக்கத்தை உள்ளிடவும்

# germaniumHint
source: Enter germanium content
hi: जर्मेनियम सामग्री दर्ज करें
ta: ஜெர்மானியம் உள்ளடக்கத்தை உள்ளிடவும்

# kryptonHint
source: Enter krypton content
hi: क्रिप्टन सामग्री दर्ज करें
ta: கிரிப்டான் உள்ளடக்கத்தை உள்ளிடவும்

# rubidiumHint
source: Enter rubidium content
hi: रूबिडियम सामग्री दर्ज करें
ta: ருபிடியம் உள்ளடக்கத்தை உள்ளிடவும்

# strontiumHint
source: Enter strontium content
hi: स्ट्रॉन्शियम सामग्री दर्ज करें
ta: ஸ்ட்ரான்ஷியம் உள்ளடக்கத்தை உள்ளிடவும்

# yttriumHint
source: Enter yttrium content
hi: यट्रियम सामग्री दर्ज करें
ta: யிட்ரியம் உள்ளடக்கத்தை உள்ளிடவும்

# zirconiumHint
source: Enter zirconium content
hi: जिरकोनियम सामग्री दर्ज करें
ta: ஜிர்கோனியம் உள்ளடக்கத்தை உள்ளிடவும்

# niobiumHint
source: Enter niobium content
hi: नियोबियम सामग्री दर्ज करें
ta: நியோபியம் உள்ளடக்கத்தை உள்ளிடவும்

# technetiumHint
source: Enter technetium content
hi: टेक्नेटियम सामग्री दर्ज करें
ta: டெக்னீசியம் உள்ளடக்கத்தை உள்ளிடவும்

# rutheniumHint
source: Enter ruthenium content
hi: रुथेनियम सामग्री दर्ज करें
ta: ருடெனியம் உள்ளடக்கத்தை உள்ளிடவும்

# rhodiumHint
source: Enter rhodium content
hi: रोडियम सामग्री दर्ज करें
ta: ரோடியம் உள்ளடக்கத்தை உள்ளிடவும்

# palladiumHint
source: Enter palladium content
hi: पैलेडियम सामग्री दर्ज करें
ta: பல்லேடியம் உள்ளடக்கத்தை உள்ளிடவும்

# silverHint
source: Enter silver content
hi: सिल्वर सामग्री दर्ज करें
ta: வெள்ளி உள்ளடக்கத்தை உள்ளிடவும்

# indiumHint
source: Enter indium content
hi: इंडियम सामग्री दर्ज करें
ta: இண்டியம் உள்ளடக்கத்தை உள்ளிடவும்

# tinHint
source: Enter tin content
hi: टिन सामग्री दर्ज करें
ta: தகரம் உள்ளடக்கத்தை உள்ளிடவும்

# antimonyHint
source: Enter antimony content
hi: एंटीमनी सामग्री दर्ज करें
ta: ஆண்டிமனி உள்ளடக்கத்தை உள்ளிடவும்

# telluriumHint
source: Enter tellurium content
hi: टेल्यूरियम सामग्री दर्ज करें
ta: டெல்லூரியம் உள்ளடக்கத்தை உள்ளிடவும்

# xenonHint
source: Enter xenon content
hi: जेनॉन सामग्री दर्ज करें
ta: ஜெனான் உள்ளடக்கத்தை உள்ளிடவும்

# cesiumHint
source: Enter cesium content
hi: सीज़ियम सामग्री दर्ज करें
ta: சீசியம் உள்ளடக்கத்தை உள்ளிடவும்

# bariumHint
source: Enter barium content
hi: बेरियम सामग्री दर्ज करें
ta: பேரியம் உள்ளடக்கத்தை உள்ளிடவும்

# lanthanumHint
source: Enter lanthanum content
hi: लैंथेनम सामग्री दर्ज करें
ta: லாந்தனம் உள்ளடக்கத்தை உள்ளிடவும்

# ceriumHint
source: Enter cerium content
hi: सेरियम सामग्री दर्ज करें
ta: சீரியம் உள்ளடக்கத்தை உள்ளிடவும்

# praseodymiumHint
source: Enter praseodymium content
hi: प्रेसियोडिमियम सामग्री दर्ज करें
ta: பிரேசியோடைமியம் உள்ளடக்கத்தை உள்ளிடவும்

# neodymiumHint
source: Enter neodymium content
hi: नियोडिमियम सामग्री दर्ज करें
ta: நியோடைமியம் உள்ளடக்கத்தை உள்ளிடவும்

# promethiumHint
source: Enter promethium content
hi: प्रोमेथियम सामग्री दर्ज करें
ta: ப்ரோமெத்தியம் உள்ளடக்கத்தை உள்ளிடவும்

# samariumHint
source: Enter samarium content
hi: सैमेरियम सामग्री दर्ज करें
ta: சமாரியம் உள்ளடக்கத்தை உள்ளிடவும்

# europiumHint
source: Enter europium content
hi: यूरोपियम सामग्री दर्ज करें
ta: யூரோப்பியம் உள்ளடக்கத்தை உள்ளிடவும்

# gadoliniumHint
source: Enter gadolinium content
hi: गैडोलिनियम सामग्री दर्ज करें
ta: கடோலினியம் உள்ளடக்கத்தை உள்ளிடவும்

# terbiumHint
source: Enter terbium content
hi: टर्बियम सामग्री दर्ज करें
ta: டெர்பியம் உள்ளடக்கத்தை உள்ளிடவும்

# dysprosiumHint
source: Enter dysprosium content
hi: डिस्प्रोसियम सामग्री दर्ज करें
ta: டிஸ்ப்ரோசியம் உள்ளடக்கத்தை உள்ளிடவும்

# holmiumHint
source: Enter holmium content
hi: होल्मियम सामग्री दर्ज करें
ta: ஹோல்மியம் உள்ளடக்கத்தை உள்ளிடவும்

# erbiumHint
source: Enter erbium content
hi: अर्बियम सामग्री दर्ज करें
ta: எர்பியம் உள்ளடக்கத்தை உள்ளிடவும்

# thuliumHint
source: Enter thulium content
hi: थुलियम सामग्री दर्ज करें
ta: தூலியம் உள்ளடக்கத்தை உள்ளிடவும்

# ytterbiumHint
source: Enter ytterbium content
hi: यटरबियम सामग्री दर्ज करें
ta: யிடர்பியம் உள்ளடக்கத்தை உள்ளிடவும்

# lutetiumHint
source: Enter lutetium content
hi: लुटेटियम सामग्री दर्ज करें
ta: லுடெசியம் உள்ளடக்கத்தை உள்ளிடவும்

# hafniumHint
source: Enter hafnium content
hi: हाफ्नियम सामग्री दर्ज करें
ta: ஹாஃப்னியம் உள்ளடக்கத்தை உள்ளிடவும்

# tantalumHint
source: Enter tantalum content
hi: टैंटलम सामग्री दर्ज करें
ta: டாண்டலம் உள்ளடக்கத்தை உள்ளிடவும்
